{"body": "2 players games, on wii and the like", "score": 1, "created_utc": "2014-12-31 20:09:13", "id": "cnau1vo", "subreddit": "AskReddit"}
{"body": "Get rekt", "score": -4, "created_utc": "2014-12-31 19:55:27", "id": "cnatp8p", "subreddit": "videos"}
{"body": "Nope, not going to spend time looking.  Use Google scholar and you should be able to find some, it is a decent legal search engine. ", "score": 1, "created_utc": "2014-12-31 20:09:13", "id": "cnau1vq", "subreddit": "legaladvice"}
{"body": "\"Bae caught me beardin'\"", "score": 7, "created_utc": "2014-12-31 20:09:14", "id": "cnau1w5", "subreddit": "cringepics"}
{"body": "Yeah, I like to inhale straight to the lungs for for 1-2 'clears' of the  vape. Then inhale a bit of fresh air. Then take a sip of vapor then inhale fresh air. Repeat and adjust technique til you've perfected it. ", "score": 2, "created_utc": "2014-12-31 20:21:20", "id": "cnaucr1", "subreddit": "mflb"}
{"body": "Just placed a small order, I'm really excited to try out your products! I hope you don't mind that I asked about the extra special toasted marshmallow lotion too. :D", "score": 3, "created_utc": "2014-12-31 20:24:24", "id": "cnaufgu", "subreddit": "Indiemakeupandmore"}
{"body": "3 years ago as an anti-alcohol consumption *crusade* the price of spirits were supposed to **triple** in a period of 5-6 years. The government imposed *minimum* prices on spirits, and doubled the tariff on beer and low-alcoholic beverages. Meanwhile sale of all alcohol was prohibited from 23.00-7.00, as prohibiting alcohol ads (exception recently opened for beer because of the WC).\n\nNow with inflation the prices are raising, the government is trying to curb what it set in motion. And while at it garner some \"public opinion points\".\n\n&gt;*Bad news is that chocolate ration is being cut from 30 grams to 20 grams ... *\n\n&gt;*But the good news is that the chocolate ration will raise to 20 grams.*", "score": 1, "created_utc": "2014-12-31 20:24:26", "id": "cnaufhi", "subreddit": "worldnews"}
{"body": "EVERY PLAY IS GONNA BE A BIG PLAY BABY! WOOOOOO LET'S RIDE THIS TRAIN!!!!! 4 QUARTERS OF WOO WOOOOOOOOOOOO!!!!!!!!", "score": 1, "created_utc": "2014-12-31 20:24:28", "id": "cnaufiq", "subreddit": "CFB"}
{"body": "Ha! Sometimes.\n\n\nWhat can I say, I'm plagued with a sense of knowledge FOMO: Fear of not knowing something. \n\nMaking an innocuous question about a gap in my kowledge on Reddit didn't seem like a big deal.", "score": -23, "created_utc": "2015-01-01 12:48:54", "id": "cnbapfr", "subreddit": "BlackPeopleTwitter"}
{"body": "Yeah, I don't mind Boba Fett having a backstory that shows up in the prequels, per se.\n\nIt's the clone thing more than anything else that is jarring to me.", "score": 3, "created_utc": "2015-01-01 12:48:54", "id": "cnbapfy", "subreddit": "StarWars"}